import os
import time
print(""*3)
print("Copyright "+"©""2020 Ye Shao. "+"All Rights reserved.")
print(""*3)
print("It is strongly recommended that you have at least 30 minutes of free time before reading the novel.")
print("Because it will be delayed between two paragraph, it needs the time to load the next paragraph.")
a=input("Enter Novel Password(One Time Only) :")
if (a)=="Love":
    print("Hello")
    print("")
    print("《激爽月我的露出（我的暴露）完结》小说")
    print("")
    print("按下任意键开始阅读。同时按Ctrl+C强制退出。")
    os.system("pause")
    print("")
    print("    我是一个上海商学院的教师，现年27岁，虽不是个美女，但还算的上有点姿色。"
    "平时就有些露出的经历，一般不过是些小打小闹而已，看了大家的露出经历，"
    "我也忍不住想把自己的最刺激的经历说出来……")
    print("")
    print("    7年前我还是华师大的新生，20  岁的我叛逆而奔放，是我露出最疯狂的1年。"
          "随着年龄的增长，露出的疯狂想法渐渐的给理智所取代。"
          "现在想想那时的经历真是觉得无法想象。")
    print("")
    print("我刚进大学的一年，担任了班级的生活委员，"
          "辅导员给了我和另一个男同学各一把教室的钥匙，由我们负责锁门。"
          "这个男生离学校很近，是走读的，所以，只要确认他离开了学校，我便可以肆无忌惮的在教室里自慰，"
          "整整半年，从来没给人发现过。我们那时的班级是个冬季班，第1次在教室里自慰是3月底的一天，"
          "（刚和那时的男朋友分手，那男的很帅，在99界很有名气。"
          "傻呼呼的我和他谈的第2个星期就把第1次交给了他，甚至都把肛门的第1次给了他。痛的我好几天没坐稳。"
          "没想到没过2个星期他就把我甩了。我想我的露出有大部分原因是因为他吧！）"
          "我在教室里自习，大约8点半左右，我决定回寝室，就在关灯的一刹那，"
          "一股莫名的冲动涌上心头，全身一阵燥热，我把灯关了，把门锁好了，"
          "再用一个桌子一头顶住门一头顶住讲台（一开始我都是用这种双保险的方式，"
          "即使有钥匙的那个男生回来开门，要开门也并非很容易的事，这些时间我足够把外面的衣服"
          "套好了。）由于3月的天气还是很冷我只把裤子脱了，坐在冰凉的台子上，"
          "拿出2只水笔，一只插进，一只插进肛门，不断的，没多久我就觉得一点都不冷了。"
          "脱光了全身的衣服，包括靴子袜子一直自慰到了。（别人都说很少女"
          "了会吹潮，我想那只不过是及少女性有过吧，至少我的时候就会吹潮，还会有"
          "5到10分钟特别亢奋的状态，神志模糊不清，就象喝醉了一样。身体会不断的蠕动，每"
          "一寸肌肤受到摩擦都会有快感很。有几次后甚至晕了过去，少则十几分钟，多则几个小时"
          "。所以我一般只在我认为安全的地方，否则一旦晕厥几个小时给别人发现一个一丝不"
          "挂且和肛门内有异物，口有未干的，肛门还有些许大便的我。那我肯定要自杀了。）")
    print("")
    print("从那天开始，我的自慰行为就一发不可收拾，且越来越变态，开始我只是坐在课桌上自慰"
          "，慢慢的，我会爬在窗台上，然后蹲在讲台上，直到最后我会绕着教室在地上爬，了就"
          "直接扑倒在地上享受的快感。有一次就因为晕太久没在11点之前赶回寝室在学校后面的长丰"
          "公园的网吧过了1夜。至于自慰的器具，那时网上购物还不流行，没有买按摩棒的渠道，"
          "甚至都没几个人有手机。我只能用bb拷自慰，一开始我会只塞个一bb拷然后调无限震动模式"
          "，留条链子便于拿出bb拷，后来自慰的多了，便不断尝试用更粗的东西来填塞自己的和肛门，"
          "从1只水笔开始，然后到一支唇彩，一支固体胶，一根火腿肠，每一次挑战自己的极限都会有"
          "很兴奋的感觉，记得第1次把一个咸蛋塞进肛门的时候我好担心他卡住肛门无法大便。事实上"
          "他确实卡住了肛门，害的我好几天没大便。 ")
    print("")
    print("直到第3天实在忍不住便意才将3天的大便连同这个咸蛋一起拉出了体外。")
    print("")
    print("其实小B要比肛门松多了，但是塞进去容易，拿出来就难了，我同样塞过1个咸蛋进了，"
          "花了我4天才拿出来，为此我还特地请假1天去宾馆开了个房间拿，汤匙筷子铁丝"
          "都用上了，都没用，结果一咬牙把手伸进去将那咸蛋拿了出来，不过拿出来的时候已"
          "经变臭蛋了。（别以手塞进是在吹牛，流过孩子的人应该都知道人流的过程吧。手进"
          "算是小意思了，我生小孩的时候产门开了都不觉得疼，觉得小孩很容易就进了产道，但"
          "是害怕小孩受到过度挤压，最后无奈还是在口上了一刀。）我的极限是将一瓶盐中的盐"
          "气水瓶（比小瓶装的可乐瓶粗多了，有兴趣的话可以去便利店看看）整个塞进。而且"
          "是轻而易举的进出。")
    print("")
    print("不过我没尝试过更粗的东西。还是害怕进去拿不出来的尴尬。肛的极限是塞进我的整"
          "个手，不过是很勉强的，要看兴奋的状态而定。值得一提的是肛门能塞进比一般人想"
          "象的要长的多的东西，我尝试过将25厘左右的红肠整根塞进肛门，而且还让他在肛门"
          "里待了1整天，走路和坐都很自由，没发现什么不便，还可以小跑步呢。我觉得还可"
          "以塞进更长的东西，但是一直找不到材料。 ")
    print("")
    print("言归正传，慢慢的，在教室里的自慰已经无法满足我的需求。终于我开始尝试走出"
          "教室，我这人做事很彻底，露出也不例外，我不会在身上留任何可以遮羞的东西，"
          "衣服裤子靴子袜子全部脱干净，我先确定这个楼层里确实没人，我才走出教室，第"
          "1件事就是把走廊的灯关了，然后在这层里来回走，走了几圈觉得不刺激，然后就在"
          "地上来回爬，不久也觉得没意思。（我的教学楼是一幢7层的老式楼，只有东侧一个"
          "楼道，没有电梯，我的教室在6楼。七楼是多媒体教室。1和3楼是大教室，平时晚上"
          "会有人在这里上夜课。456楼是财经系的教室。） ")
    print("")
    print("因为多媒体教室在4点半之后就要拉电的。所以我毫不惧怕7楼会有人在。")
    print("")
    print("为了追求刺激，我爬上了7楼，在7楼逛了2圈又下了6楼。6楼和7楼毫无刺激感。")
    print("")
    print("没一会我就玩腻了。我回到了教室，用可乐瓶自慰到了。我发觉我已经无法收手了，"
          "我想要更大的刺激。")
    os.system("pause")
    print("")
    print("经历了第1次公共场合露出。我策划着下次露出。（别以为我是没有理智的随便露"
          "出，每次露出我都有精心准备，估计每个楼层有几个人。万一有人可以躲在那里）"
          "这次我决定走出这栋楼。其实456楼对我来说完全没有威胁。一般8点半以后这3层"
          "楼里都没有人了，只有123楼的人都是10点下课的，那3层楼可是灯火通明呀！但是，"
          "我也发现了其中的规律，一般来上夜课的人，只有迟到的，没有早退的，一般7点开"
          "课7点半不来就不会来了！8点半的时候有一次5分钟的休息时间，一般决定回家的，"
          "那时候就直接走了，也就是说8点45分到10点这段时间，是不会有人进出教室的，算"
          "的保险点的话，9点到10点，我可以随意的在这栋楼里裸奔。还可以在11点前赶回寝室。")
    print("")
    print("终于，在4月中旬的1天，我决定了要再做一次露出。为了更加刺激，我把一个盐汽"
    "水瓶塞进了，而且是瓶底往里倒过来塞的，倒过来塞可以让汽水瓶不易从里掉出来，我试过瓶"
    "口往里正过来塞，因为盐气水的重量关系，一般走几步就要滑出来了，除非你夹紧腿走。"
    "也许你们会问我为什么不拿空瓶塞，我试过，空瓶塞进去走路会出响声。对一个露出的人来"
    "说暴露自己的方位是大忌呀（上面我说盐汽水瓶很轻易的进出是有前提的，首先必须润滑，"
    "以前我用蜂蜜，开始润滑的效果不错，一旦干了就很粘稠，瓶子掉出来很难再塞进去了。后"
    "来我改用了润肤露。什么牌子我记不的了，反正是很便宜的那种。涂满之后就可以试着塞了，"
    "先拿手指插进去，1根2根3根……直到整个手腕都进去，等适应之后再把盐汽水瓶塞正过来塞"
    "进去。然后站起来让他自然掉落，试个几次，就可以轻松的反过来插进去了。这个过程需要"
    "大概20分钟左右。为了避免受伤，这些时间是值得的。肛门要比紧的多，我曾经几次想把盐"
    "气水瓶塞进肛门里，但是没成功。）终于8点45分了，一切准备就绪之后我把所有的衣裤靴袜"
    "都装进了书包里，提着书包走出了门，并把门锁了。由于我是要离开这栋楼，万一在此期间"
    "有人进来发现了我的东西拿走了，那我就完蛋了。我把书包藏在了7楼走廊垃圾箱的后面，毕"
    "竟7楼是没人会去的。时间差不多了，我开始要去冒险了。我从7楼直接走到了5楼，由于里有"
    "异物，而且我也没穿鞋，所以我走的很慢。到了5楼门口我先探出头看了看，直到确认每个教"
    "室的灯都关着我才出来。从东侧走到了西侧。由于我没关这层走廊里的灯。和6楼相比要刺激"
    "多了。我有想要的迫切感。到了西侧我趴开双腿把里的盐汽水抽出来点，开始了起来，不过想"
    "到刺激的还在后头，如果现在了我的计划就失败了。我制止了冲动，把瓶子深深的塞进了。 ")
    print("")
    print("然后从西侧爬回了东侧下到了4楼。4楼也没人。我来回爬了一圈就来到了3楼和4楼的中"
          "间。3楼灯火通明，还不时传来教师讲课的声音，不禁打了个冷站。我的目的是冲出这"
          "栋楼，不能在这里多耽搁时间。我做了个深呼吸，然后一口气走下了楼，我开始疯狂了，"
          "走到1楼之后，我想也没多想直接走出了门口。")
    print("")
    print("一个裸女在一栋楼的门口一站实在太显眼了。我马上躲进了路边的草从中看看动静。我"
          "们这栋楼的位置还算蛮偏的，在学校后门的左侧向里走200米左右。")
    print("")
    print("如果是文史系大楼门口的话。我估计现在已经被人围观了。我观望了几分钟。")
    print("")
    print("发现附近路上根本没人。胆子就大了。慢慢的从草丛里爬了出来，撅着屁股正"
          "对着财经系大楼的大门。如果这时候有人出来的话，屁股和y部就给他一览无疑了。")
    print("")
    print("侧路边上种了一排矮树丛大约有半米多高的那种，我怕远处有人看见我，我就露出"
          "个头边看边爬，在那柔弱的路灯光下，我想很难有人发现吧，事实证明我的做法还是"
          "对的。远处不时传来自行车的铃声和一些同学谈笑的声。每次听到一些声响，我就无"
          "比的刺激，内不断分泌出，汽水瓶也慢慢的滑了出来，我越来越有自慰的冲动，但最"
          "后还是忍住了。爬着爬着。我发现我快爬了近100米，都要到男生寝室附近了，那可是"
          "个危险地带，随时都会有晚上游玩回来的男生经过。")
    print("")
    print("我准备回自己的楼了，再晚点回去的话夜课放了可就到处是人了。我按原路爬回到大"
          "楼门口，确定附近没人后快步走进了大楼，由于里有瓶子，我的行动受到了些限制。"
          "跑的话就有点抽痛，而且瓶子马上就要掉出来。我一口气走到了3楼，想上4楼的时候"
          "我犹豫了一下，上面4层我都来回爬过了，不如在3楼也爬一次吧。有刚刚到楼外露出"
          "的经验，我的胆子也越来越大了。那就爬吧！ ")
    print("")
    print("我把瓶子往深处塞了下，我可不想爬到一半掉了出来。还是深吸了口气，开始做了我"
          "出生到现在最大的尝试。3层楼左右2侧共有5个教室。左侧3个右侧2个和2个厕所。厕所"
          "在最西侧。我慢慢的爬过了第1个教室的门，虽然天不太热，但身上的汗都滴在了地上，"
          "身体后面更是泛滥成灾，我都分不清是汗水还是尿水。顺着大腿流在了地上。一路爬过来"
          "流下一条深深的水痕教室里的声音变的更响了，有讲师讲课的，有踢椅子的，有说话的，"
          "我仿佛在他们眼皮底下裸露，我又忍不住想自慰，幻想着在众人面前公开展示"
          "我的私处拿更粗大的东西自慰着。")
    print("")
    print("突然一阵躁动让我马上回到了现实。不好，不知不绝的10点到了，下课了，这时的我已经"
          "没时间回上4楼了，还是先上西侧的厕所躲躲吧，我马上站起身来跑向厕所，没跑几步，啪"
          "一声汽水瓶掉在了地上，这个汽水瓶在我身体里进进出出数百次了。还有好几次留在我体内"
          "过了夜，我对它还是很有感情的，不过现在管不了那么多了，我冲进了厕所进了蹲位锁上了门。"
          "憋着连大气也不敢喘1声。")
    print("")
    print("可笑的是，我竟然进的是男厕所，马上我就听见外面很多男人在聊天。呵呵，谁会想到男厕"
          "所里会蹲着个裸女呢？！，我等到了10点半左右，外面完全没动静了我才敢出来，5个教室的"
          "灯全关了，然后我就去找那个瓶子，它已经给人踢到了远处的角落里，被弄的全是灰，我就象觉"
          "得自己的男人给人欺负了似的。我拣起瓶子小心翼翼的擦掉了上面的灰，又深深的塞进了自己的"
          "。不管怎么说，这次露出还是很成功的。我赶在11点前回到了寝室，室友门都睡了，我打了盆温"
          "水擦了下身，然后就去睡了。 ")
    print("")
    print("之后，我又有过几次类似的经历，过程和上次差不多，只不过移动范围大了点罢了，我尝试爬"
          "了每一层楼，爬1楼的时候真是十分恐怖，东侧就是大门，门外时不时会传出声响，西侧有个窗"
          "，路过的人很有可能看见一个裸女在地上爬，而且1楼没有厕所。有万一的话连躲的地方也没有。"
          "走廊长60到80米左右，我来回爬一次需要大概10分钟的时间，这10分钟的刺激是无法想象的，尤"
          "其是往回爬的时候，窗口有人看见的话你都不晓得，还要担心大门口会不会有人经过。（这里我"
          "要说一下，我这人完全没有时间观念，每次露出都会算错时间，本打算买个手表的，不过这样就"
          "算不上是一丝不挂了。）我的教学楼露出也发生过几次危险的意外，一次，我在3楼的西侧往东侧"
          "爬回来，突然楼上走下一对男女生，等我映过来他们已经说笑着走下了楼。我就眼睁睁的看着他们"
          "从我面前走过，而我却没做出任何反映，我的手和腿象失去控制了一样，无法动弹，趴在了地上许"
          "久无法动弹。等我清醒的时候才发现我尿了一地，这是我第1次失禁，别人都说失禁是憋不住了才"
          "尿的，我却觉得失禁是毫无感觉的，等尿完了我才知道我自己尿了，你说怎么会有感觉呢？我还"
          "有过大便失禁的经历，不过我对这个非常反感，所以也就不叙述了。这次不幸中的万幸是他们没注"
          "意我，否则我以后怎么做人呀。由于以前一直没发生什么意外，所以那次我放松了戒备，否则2个"
          "人下楼的声音我肯定能听见。还有次意外就没那么幸运了，我同样从3楼的西侧往东侧爬，爬到一"
          "半的时候，最西侧的教室突然走出一个人，应该是去上厕所的，最里面的教室走到厕所面部是向东"
          "的，我敢肯定他看见了一个在地上爬的裸女，如果他眼睛够好，还能看见我露在我外的汽水瓶盖"
          "子，这次我可不象上次一点动作也没有了，连忙起身连滚带爬的跑上7楼，起身的时候我那宝贝瓶子"
          "又掉了出来，这次可羞大了，我想那人也看到了这一幕，不过他离我有点距离，看不清瓶子到底是"
          "哪里掉出来的，他也不会想到有人会把那么粗的东西塞在里。我连忙冲回了7楼，急忙穿上衣服下了楼"
          "，走到3到4楼的楼道上看见了一滩尿。肯定又是那时无意识失禁了吧。我探了探头确认3楼没人之后，"
          "一溜烟逃出了教学楼。我喜欢露出，而且喜欢在明明知道有人的地方露出，也就是所谓的眼皮底下"
          "露出。但一旦给人发现，我则会收敛很多，从那次开始我再也没在教学楼露出过，我怕那人会特"
          "意候着我。")
    print("")
    print("转眼间到了暑假，我和几个同学去了无锡旅游，也许你们想听我在旅游景点露出的经历，不过抱歉"
          "，我们都是结伴而行的，一直没有机会彻底露出，而只露xiong部或露y部不符我的性格，全裸的话"
          "准备不足且去旅游的一般都会带着相机，给拍到的话岂不很悲惨？！于是我把露出的地点选在了宾"
          "馆，入住的第1天我就彻底打探了周围的环境，这是一家叫速8的旅馆，共6层。1层是大厅，2到6层"
          "是客房。宾馆有前后门，前门只能由电梯上下，电梯内有探头，后门只有楼梯上下且不通大厅，是"
          "个安全出口。除了1楼大厅外每个楼层都没安装探头。这样就可以通过楼梯在每一层露出了。每个楼"
          "层有南北各4间房，比我那教学楼要短的多，露出的危险也小了。如果有人从我和电梯之间的房间出"
          "来，那我可以直接逃回楼梯，最坏的情况就是有人从我和楼梯之间的房间出来乘电梯，那我无路可"
          "躲，只能捂着脸从那人面前冲过去了。好在这是在外地，不会有人认出我。也因为住宿是实名制登记"
          "，就算发生了最坏的情况不会有人敢乱来。由于不是旅游高峰期，旅馆里的人很少，我们住4楼就我"
          "们同学8人4间房，其他都没人住。这个地形很适合露出，现在就是要等机会了，由于我们是2人1间房"
          "间的，如果要露出必定要我同房的那个女生不在才行。终于，临走前1天晚上他们决定去人民路的酒"
          "吧玩通宵，我推说不舒服没去。当夜11点半，除了我以外的7个同学都走了。大约12点半左右，我拿房"
          "间电话打给给1个有手机的同学确定了他们仍在酒吧内之后，我的露出开始了。")
    os.system('pause')
    print("")
    print("我迅速脱了个精光然后拿出我事先准备好的1瓶600l的可乐和1根大约20长的红肠（无锡超市买不到延"
          "中牌的盐气水，只能退而求其次用可乐瓶了，这点我做过比较，同样是600l，盐气水瓶的直径要比可"
          "乐瓶大的多，最次的就是七喜瓶了，细就不说了，还长的无法全部塞进，更容易掉出来了。） ")
    print("")
    print("塞进这2样东西我没花多少时间，毕竟可乐瓶要容易进的多。不过前后有2个异物进入体内大大限制了"
          "我的行动力，我试过，如果猛的换一下姿势，下体就要抽一下。不过露出本来就是为了刺激，多了这"
          "2样东西那就更刺激了。（女性双腿跪地，上身贴地是能容纳物体最长的姿势。我试过很多次，无论是"
          "仰面趴开双腿还是，双腿跪坐，插进的物体很难超过20，但是用我刚才说的那个姿势就能做的到，"
          "各位狼友有机会可以验证一下。）我把衣物都整理进了包里。 ")
    print("")
    print("除了身体里的2样东西，我还拿上了张房卡，避免不便，我用双面干胶贴在了我的肚皮上。这样我"
    "的手就可以腾出来爬了。这次的露出我选择一路爬到底，一来我露出都喜欢用爬的，这样会有更强烈的刺激"
    "感，二来刚才我也说了，频繁的换姿势我下体就会抽痛。我打开了房门探了探情况，然后爬出了房间，喀嚓的"
    "关门声很清脆而响亮，但我一点也不惧怕，因为我知道这层除了我之外根本没有人，所以我不打算再这层浪费"
    "时间。直接到了楼梯口。我打算先探完5楼6楼再往下探，不过结果让我很失望，大概是由于5楼6楼没住客吧，"
    "走道里的灯都是关着的。 ")
    print("")
    print("这么漆黑和完全无人的环境让我完全没有露出的兴趣。看来重头戏只能放在2楼和3楼了。我从楼梯爬进"
          "了3楼的走道，观望了一下，发现6个房间的门上挂牌子，说明这6个房间是有人的。红色的4个绿色的2个。"
          "红色的写着请勿打扰，说明已经睡了，绿色的写着为我服务，说明客人还没睡，随时会出来。想到这点我"
          "就非常兴奋。我慢慢的爬了过去，接近了第1个绿牌房间我停了下，把头凑在门上听听里面的动静。可惜什"
          "么也听不见，不知道是隔音效果好呢？还是确实没声音了。呵呵，既然已经到这里了，就流个纪念吧。本来"
          "想在门口撒泡尿，但是太紧张一时尿不出。无奈只能抽出和肛门内的异物然后再塞回去，来回了好几下，然"
          "后五体投地的趴在了地板上，不断的蠕动，身体和地面的摩擦让我有无限的快感甚至觉得快要来了，不过我"
          "也知道我会有晕厥的习惯。")
    print("还是安分点吧，跪起身子继续往前爬，靠近第2个绿卡房间的时候隐约听见2个女人的谈笑声，奇怪，刚才怎"
          "么也听不见，这次怎么会？爬近一看不由大吃一惊，原来她们的房门没完全关紧。本来天气就很热，而且爬"
          "就很费力气，再给这么一吓，汗象雨一样不停的流。我本来打算只要有开门声不管是哪个房间我马上就起身"
          "跑回楼道口的。但是他们的房门根本没锁上，开门是没任何声音的，我完全来不及反映，甚至在我趴在地上"
          "亢奋的时候可能会等他们走到我跟前我才会发现。")
    print("")
    print("想想实在太恐怖了，其实露出就是害怕豪无准备的突发事件，这些事件往往是致命的。不过我现在有了准备"
          "，我就不怎么害怕了，我慢慢的爬到了她们的房门口，听他们口音也是上海人，估计也是来旅游的，我想看"
          "看他们长什么样，无奈门缝太小了，什么都看不到，不过这样已经够刺激了，我如法炮制第1个房间的动作，"
          "把撅着屁股拉出体内的2个异物兴奋的着，这次我的冲动战胜了理智，决定无论如何都要在门前到了，但是我的"
          "动作又很小心，怕过于猛烈挤压空气或分泌液和瓶子的摩擦发出声响，也怕过于兴奋会失声呻吟。这时对内"
          "心迫不及待的想淋漓尽致的到，但却要小心翼翼的自慰的我来说简直是痛苦的煎熬。就当快要到的时候，我"
          "犯了个致命的错误，可能是由于屁股离门实在太近了，手不小心轻轻的碰了门一下，门缝稍微开大"
          "了，并发出“吱……”")
    print("")
    print("的声音。这时灾难般的声音出现了，2个女子停止了谈话，一个高跟鞋的声音急速向我靠近。“快站起"
          "来跑呀！”我脑子里是这么想，但是快要到的亢奋和刚才自慰耗费了大量体力的拒绝了我大脑的命令。"
          "（双腿跪地上身贴地，用前xiong支撑身体，2个手饶屁股后面cāo作2样物体自慰是会消耗极大体力的，"
          "想减肥的女孩可以去试试。）我那时想我完了，那女子肯定会尖叫，说不定会叫警察。 ")
    print("")
    print("说不定……但是随后而来的却是一声清脆的喀嚓。我想那女的估计是想去锁门的吧。随着那声喀"
          "嚓，我同时到了，随后整个人侧翻了下来，腿还是依旧曲着，人象个虾一样蜷着，和我料想的一"
          "样，晕厥了过去！（我发现我在很疲劳或大体力活动后很容易晕厥）许久我恢复了意识，其实当"
          "时我完全不知道我晕了多久，可能只有短短几秒，也可能有1到2个小时。我觉得我浸在了水里，抬"
          "头看了看地上有一大滩水渍，不知是吹潮的还是的或者是我失禁的尿液。")
    print("")
    print("下体的2个异物全部浸在水渍中，我躺了数分钟回了下神，然后爬了起来，把2样异物塞回原位。继续向2楼探险。")
    print("")
    print("我爬下了2楼，在楼梯口刚想探出头，叮的一声，似乎是电梯到了2楼，我整个人马上匍匐在地上，探出小半"
          "个头看看情况，电梯里出来了3个人，1对男女客和1个女服务员。那个男的喝的很醉，2个女的扶他进了电梯"
          "口右手第2个房，我有点想爬到那房间门口，但是那房间的门一直开着，那个男的似乎一直在发酒疯，声音"
          "很大，而且那服务员跑进跑出了好几次。我怕给服务员认出来，毕竟我的身份证资料还在旅馆里，这个赌"
          "注太大了，最后我还是放弃了，不过这次露出就此结束我还是有点不甘心，我爬到了1楼看看能带来什么刺"
          "激。不过很失望，1楼哪里都不通，只有个安全门。我象征性的转了转安全门的门锁，竟然发现能打开安全"
          "门，突然间我兴奋了，这是不是意味着我可以在楼外露出，不过等待我的还是失望，虽然安全门是能开，不"
          "过外面还有个铁门。（如果没铁门的话，那旅馆也太不安全了）铁门只是由几根钢管组成，能很清楚的看出"
          "外面，可以对着楼外自慰，这是我从未尝试过的。这里是后门的1楼，客人是不会下来的，又有铁门保护我"
          "，外面的人就算看见了也进不来，我只要把屁股对着门外，他们也看不到我的脸，一点后顾之忧也没。考虑"
          "了数分钟，觉得万无一失，我便双腿曲跪，把对着外面，xiong口贴地支撑重心，脸的一侧贴着地板，视野很"
          "小，看不到门外，如果有人偷偷的看我自慰，我还真不晓得呢。屁股紧紧的靠着铁门，双手穿过铁杠子，饶在"
          "铁门外面着2根异物，（其实这样也非常危险，如果外面有人偷偷的抓住我的2个腕，我就给他逮住了，甚至想"
          "的坏点，谁用手铐把我的双手铐在铁杠子上，那我连取出里瓶子的机会也没了，那时谁都可以看我这个塞瓶"
          "子的变态了）由于这次自慰是相对安全的，我插的比在3楼猛烈多了，漏气的噗嗤声，的嘶嘶声。和我轻声的"
          "呻吟声，嘴里还吐出些，变态，贱货的碎语，这样我会觉得更加兴奋，但是毕竟我是接受过高等教育的，我"
          "很少说类似“比，”这类词。不知多久我便到了，这次我很明显感觉到尿道里喷出1串。那根红肠也掉在了外"
          "面。我抽搐着，和着汗水摩擦着地板，享受着这美妙的几分钟。（女后还会有几分钟亢奋期，并不象男人了"
          "马上就没了性趣），由于白天玩的比较累，而且2次都是大体力活动。")
    print("")
    print("这次我不知是晕厥过去还是累着了，爬在地上不知觉的睡着了。过了许久，虽然不知道具体时间，不过我知"
          "道肯定有1到2个小时以上，等我醒了天已经有点亮了。我全身都睡麻了。我坐起了来舒展了一下身体，觉得"
          "这次玩的也差不多了，就回去吧。红肠掉在外面很脏了，我没去拣它，而且肛门也干了，硬塞是很痛苦的。下"
          "面就里插了个可乐瓶，行动也方便了。我急着想回去睡觉。也不高兴爬了，直接走回了4楼，一路回来我真是"
          "一点防备也没有，因为实在太困了，不过倒还很顺利。不过最后的经历却是十分悲惨的。其实我回去的时候"
          "已经5点多了，而我同学们在我之前都回了房间。我用卡开了门，竟然发现我室友和另1个女朋同学坐在她床上"
          "打牌。她们看到我惊呆了，我也惊呆了，一抽可乐瓶就掉了下来，同时也尿出来了，因为尿滴在可乐瓶上的"
          "声音很大，所以这次我马上就知道我失禁了，他们第1反映就是我给 强了，因为我浑身上下都很脏，而刚刚"
          "睡的时候脸1侧和xiong口贴着地，脸上很红的一大块象给人抽了耳光。2个通红，象给人捏红的。刚刚自慰"
          "时和可乐瓶摩擦把摩成了白沫，干了之后流下几条长长的白渍，最长的都到了膝盖。象jg液风干后的痕迹。"
          "和我同房的那个同学是我大学最要好的朋友，她马上上来问我要不要报警，而另一个同学则给这景象弄呆了"
          "一句话都没说。我轻轻的说了句不用了。然后一屁股坐在了地上然后放声大哭。（这哭不是装的，而是给吓"
          "哭的）。我室友马上就走过来劝我。")
    os.system("pause")
    print("")
    print("另一个女同学的则捂着鼻子远远的看着。也不怪她，浑身尿臭，汗臭，y液的酸臭加上肛门口些许大便味。"
          "实在是不太好闻。她劝了我10几分钟，我也不哭了，可怜西西的乞求她们不要把今天的事情说出来。她们"
          "都答应了，这事也就没传开。看我情绪平稳了，那女同学的就回自己房间，她很老实。肯定给这情景弄呆"
          "了，她开门出去的时候我还全裸的坐在门口，如果其他同学正好路过又要麻烦了。然后我去了厕所彻底把"
          "自己洗了个干净。我的好朋友就帮我打扫了下房间。 ")
    print("")
    print("（那时我真感动呀，我浑身那么脏，她抱我拍我，还撇开我大腿凑近看了看我有没有受伤，最后把地上的"
          "尿都用浴巾擦干净了，这样的朋友很难得呀！） ")
    print("")
    print("这是我唯一一次给熟人看见的露出，第2天睡醒了，我好朋友看我从包里拿出了衣裤鞋袜觉得奇怪就问"
          "了我。我就把我露出的经历全部告诉她了。另一个女同学估计到现在还以为我那天是给强了。我好"
          "朋友是个很热心善良而开放的人，知道我的经历后没反对我也没拿这个来威胁我，不过有时候私底下"
          "会叫我暴露狂和大洞女。她甚至很佩服我露出的勇敢，也对我能塞进可乐瓶而好奇，她之后要求我表"
          "演几次可乐瓶塞，我都答应了她，我还主动塞了盐气水瓶给她看。")
    print("")
    print("更让他惊叹不已。我原本还想让他看下肛门里塞25长的红肠，不过她说恶心而没看。有时候她也会"
          "让我露出给她看，不过都不是强迫我的，所以我都很爽气的答应。好几次我都是主动提出露出，"
          "要她帮我拿好装好我衣物的包，放到某某地点我去找。这样的露出很刺激。不过也有一次意外，"
          "搞的我很悲惨。下次我会说的。 ")
    print("")
    print("暑假里是非常无聊的，在那网络未普及的时代，晚上除了看电视就没其他事好做了，7月的某天"
          "，我父母和我说他们的厂要组织员工去青岛旅游3天，这对我来说可是个极大的好机会，我可从"
          "来没在自己家的楼里露出过，这次可以尝试一下了。在他们走之前几天，我每天晚上都去探察"
          "一下自家楼道的情况，我家住在6楼，没电梯，单楼梯。1层2户，6楼就我们1户，一共11户人。"
          "路灯是感应灯，走路声音不大的话，就不会亮。我把所有的可能都假设了下，如果有人从楼下"
          "往楼上走，我只需逃上6楼就没事，如果我在1到4楼，楼上有人往下走，这时就比较尴尬了，由"
          "于楼层的设计关系，每层除了走道就是住户的房间，完全没地方可躲，只能被迫走出大楼。还"
          "有个可能就是给上下夹击，那我就死定了。 ")
    print("")
    print("不过这概率实在太小了。小到可以忽略。我细细的想了1天，决定要乘这个机会好好露一把。")
    print("")
    print("终于，我父母去了青岛。晚上11点接到他们报平安的电话之后。我就开始准备了，先脱光了"
          "所有的衣裤。然后再选择自慰工具。这次我选择了盐汽水瓶在填我的，而肛门则选用了粗短"
          "型的熏肠，经过上次的露出我发现太长的东西进入身体后行动实在不便。而且没有我需要的"
          "“充实”感。这种熏肠长只有12左右，但粗是红肠的1倍。等我的下体完全适应了2样异物的"
          "入侵之后。已经是12点半了。这里要说一下填塞的顺序，一般我会选择先塞肛门，因为填满"
          "之后，要在肛门里塞进粗点的东西几乎就不可能了，但反过来，肛门先塞进东西，再把东西"
          "塞进还是比较容易的。当然，多抽查几次，等下体对这过度的扩张适应之后。谁先谁后就无" 
          "所谓了。我觉得异物插入绝对要讲究“状态”。 ")
    print("")
    print("同样的，如果不在状态急插，哪怕插进红肠般粗细都会痛。所以插入前几十分钟的前奏是"
          "必要的。露出是越晚越安全，接下来就做些准备工作拖延下时间。 ")
    print("")
    print("先打开房门拿钥匙试开一下。我可不想被裸身锁在外面。接着把钥匙放在了楼道的牛奶"
          "箱里。然后在6楼的走道上来回爬了下，让脚底板和膝盖适应下地板。 ")
    print("")
    print("最后试着蹲下站起数次。我下面给我塞满了异物，只要稍微一动，和肛门就会相互摩擦"
          "，就在6楼做准备的工夫，我的已经都顺着大腿流淌到了地上，时间差不多了，我的身体"
          "也完全进入了状态。我锁了门，就向楼下出发了。，我很顺利的爬到了1楼然后又爬回了"
          "6楼……也许是我已经习惯露出的关系。这样的感受我觉得没多大刺激，反而爬回6楼倒把"
          "我累的气喘须须。精心策划了那么久，就这么结束太没意思了。我决定玩点花头出来，再往"
          "下爬一次。到一层我都会拉出瓶子20下。这个可真刺激，我象那天在旅馆露出一样，爬着身子"
          "撅起屁股对着别人的房门着。我忍住呻吟，但时空气进入会不时发出象放屁一样的响声。好"
          "在是深夜，不会有人听见的。为了避免，我每层只20次。在2层楼到一半的时候，意外出现"
          "了，楼上发出转动锁的声音，紧接着传来开铁门的声音。之后就是脚步声了，肯定是4楼的"
          "黄毛睡不着要去找乐子了，这家伙30多岁了还失业在家，靠自己的长相在外面骗女人钱花"
          "，是我们楼里公认的坏种。如果给他抓住这个小辫子，我以后就没安宁了。我连忙站起身轻手"
          "轻脚的往楼下走。这时他已经走到了3楼。3楼的感应灯亮了，灯光都照到了我的屁股。如果他"
          "再往下，我就要给发现了。无奈，一咬牙一闭眼走出了大楼。")
    print("")
    print("大楼外面的路灯可是特别明亮，由于是老式小区，绿化就是些简单的草，才不到10高。根本"
          "没法躲。正当我着急的时候，突然想到楼右边就有个小花园可以藏身。马上快步走了进去。"
          "就在我进花园的同时，他正好跨出了大门。真是惊险呀，我探出个脑袋看着他在门口站了会，"
          "拿出支烟点着了，就大摇大摆的往出小区的方向走了。我低头一看，从门口往小花园方向有大"
          "约3米长的一条水迹。可能是我刚才失禁了。还好他没发现这条水迹呀。花园墙很高，大约有2米"
          "半，说是花园，其实绿化很少，就是给人游玩的。地面全是鹅卵石铺的。几乎没什么草皮。花"
          "园门口有些老年活动器械，里有个亭子，3道1米出头高的矮墙，和一个滑梯。鹅卵石的地踩上去"
          "好舒服，我试着匍匐在地上，那凹凸不平的地面卡住我的xiong部，特别舒服。我摩擦了几下，感"
          "觉棒极了，深夜的花园是不会有人来的。我转过身仰卧着，趴开双脚抽出瓶子和熏肠开始自慰。"
          "很快就来了次。 ")
    print("")
    print("我在地板上抽搐了几分钟后，然后坐起身子摸了摸下体，活着汗水把下半身弄的一片狼籍。我把"
          "瓶子和熏肠塞回原位。，想想有没有其他乐子。玩器械的话会发出响声，玩玩滑梯吧。我很喜欢"
          "身体摩擦的感觉，玩了好几次，滑道都给我全弄湿了。玩累了在地上坐了会，看到了花园角落里"
          "那3道矮墙。想起了些往事。 ")
    print("")
    print("4个月前，那时我还和那男的交往的时候，我们曾经在这里做过爱，我趴在墙头上探出个头，他"
          "用背入式插我，由于是在野外，他很兴奋，兴奋到没一会就射了，而我却没得到满足，全身欲火"
          "需要发泄，要求他用手指继续插我，过不久我了。由于他脸靠我屁股近，吹潮喷了他一脸。他还以"
          "为是尿呢。这是我第1次野外，也是唯一的一次。至今还难以忘怀。想到这里，我下体又湿漉漉的"
          "了。我跨到了矮墙背面，趴开了双腿一手捏着我肿胀的y蒂，一手着瓶子，幻想着当时的情景自慰着。"
          "不知是否到没到。我的意识就模糊了。")
    print("")
    print("等我睡醒睁开眼一看，这可把我吓坏了，太阳已经悬在半空，看太阳的位置估计已经8点左右了。"
          "一下子睡意都没了。我半坐起身子，然后马上就趴下了，亭子里有2个老人在乘凉。我的天呀，看"
          "来暂时无法回去了。我抬了下头望了望上面，发现楼上的视野给墙挡住，应该无法看的见我。我又"
          "理了理思绪，确定肯定还没人发现我。接下来就是看怎么回去了。但是，就算到了中午乘凉的人走"
          "了，从这里走到花园门口，楼上的人肯定能看见我，而且楼道里也会有危险。不走的话，傍晚小孩"
          "们来花园里玩，肯定给他们发现。那也很尴尬。出去也不是，在这里等也要死。这可真的把我急的"
          "眼泪都出来了。无奈，现在出去肯定是送死，只能等待了。时间1分1秒的过去，但是这时的每1秒，"
          "就如同1年一样漫长，气温也越来越高了，已过正午12点的太阳晒的我全身直冒汗，而我又没地方去躲。 ")
    print("")
    print("地板都发烫烤着屁股，身体过度出汗都有些脱虚了，那瓶盐气水早已给我喝光了。")
    print("")
    print("看样子我的身体是撑不过1个下午了。我必须要冒这次险了，我先看了看四周，花园里肯定是没人"
          "了。接着爬到围墙边站起身子，然后背靠着围墙一步一步的挪到了门口侧出头看（这样可以保证我"
          "不给本大楼的人看见，对面大楼的话我就不管了）。很好，也没人。上帝保佑1到5楼的楼道里不会"
          "有人吧。有人也没办法了，我只能硬闯了。我做了次深吸，随即飞奔出花园，一口气跑进楼道，1楼，"
          "2楼，3楼，终于以难以置信的速度爬上了顶楼。拿出钥匙开门进了房。门一关就趴到在门口的地板上"
          "累晕过去了。睡到半夜才醒。隔天方便的时候，才发觉肛门里的熏肠已经在我体内整整3天了。")
    print("")
    print("虽然这次是被迫在白天露出，不过我还是很迷恋全身沐浴在阳光里的感觉，那种刺激是在漆黑的深"
          "夜里所不能比的。我敢肯定对面大楼肯定有人看见了我，好在那楼不是我们小区的，那个距离最多"
          "能看出1个裸女，相貌是肯定看不出的，而且那小区的人不可能认识我，给看见也无所谓。其实我"
          "也很喜欢给人看见的刺激，只要没有后遗症就好。但是最近要在自家大楼里露出已经不太可能。怕"
          "有人蹲点候着我。有了1次白天露出的经历，我的露出更强烈了。可是，上海是个人口密度极大的"
          "城市。白天要找个没人的地方几乎不可能。我找过好多地方，附近的中小学。游泳池，似乎都没什"
          "么机会。不过我还是要过一下暴露的瘾，经过一番考虑，我把露出点选定在了三泉路一家浴场。那"
          "浴场我和我同学以前去过几次，白天是很少人的，1楼是浴场，2楼是自助餐厅，3楼是迷你高尔夫"
          "球场，壁球场，保铃球馆，麻将室。4楼是游戏机厅，5间小间的电脑室，类似家庭影院的小房间，"
          "可供10人观看，还有台球室和健身房。3楼的娱乐设施都是收费的，所以会有工作人员在。4楼的设"
          "施都是免费的，只有游客，没有服务人员在。")
   os.system("pause")
    print("")
    print("1个星期后的1天，天飘着毛毛雨。我想这天气去的人应该更少了吧。于是我去了浴场。人要比我想"
          "象的多一点，更衣室里就有将近10个人，我随身带了盐气水瓶和熏肠，不过那里人实在太多，"
          "没机会在更衣室里塞入，这些东西又没办法拿在手上。无奈只好放弃了，今天就让我下体休息休"
          "息吧。我心不在焉的泡了会澡，然后去了2楼餐厅。随便吃了些东西，顺便观察一下，初步估计"
          "餐厅里有近40个人，这比我想象的要多了点，露出的危险也大了。我吃完跑上了3楼，4种娱乐设"
          "施都有人在使用。这里时不时的有人走进走出。在这层露出太不明智了。 ")
    print("")
    print("我走上了4楼，从右到左是小影院，游戏机厅，台球室，电脑室和健身房。 ")
    print("")
    print("游戏机厅，台球室都有人。看电影的小房间里有一对小情侣在嬉戏。只有健身房里没人。这也"
          "难怪，谁会先洗澡再健身呢？这个设计太不合理了。我看了看电脑室门口，门锁边写着使用中"
          "就是锁住的，换而言之就是有人在里面。我看了看，只有1间没人用。我进去开了灯。这是1个"
          "8平大的小房间，里面有4台电脑。 ")
    print("")
    print("我可没心思来玩电脑。把门锁了起来，脱光了浴衣，在屋子里找可以自慰的东西，可是没找到"
          "。只能用手指插了。说实话一开始我看见4层里有那么多人。")
    print("")
    print("我不太敢露出了，不过随着手指的，身体越来越进入状态。我决定出房间去健身房试试。我把浴"
          "场发的浴衣藏到了电脑台后面。拖鞋就随便一扔。蹑手蹑脚的走出了电脑室，右边台球室的嬉笑"
          "声马上就传了过来，我心一震，随即就是一阵兴奋，明知有人还露出，这才是最高的刺激。赤脚"
          "走在地板上，大理石的地面凉凉的，比我以前露出踩到的地面都舒服，真想在在地上爬。不过在"
          "随时都有人出现的情况下，这是很危险的。健身房在电脑室的左侧。不消几秒，我就溜进了健身房。 ")
    print("")
    print("200多平的房间里灯火通明。各种器械一一陈列。却空无一人。我兴奋的在里面爬呀跳呀。然后在"
          "门口的跑步机上跑了会。玩的正起劲突然听见外面有响声我连忙躲在门后。原来是那对小情侣从"
          "小影院里走开了。那不就意味着里面没人了？ ")
    print("")
    print("我又冒出个露出的念头。穿过台球室和游戏机厅去小影院里。这个想法是疯狂的，但并不是完全"
          "不行。台球室和游戏机厅虽然都是玻璃的门和墙。但是从地面往上1米高是磨沙玻璃。爬过去的话"
          "应该是没人看的见的。我壮起了胆。从健身房出发慢慢的爬，台球室里不时传来男女嬉笑的声音"
          "，我和他们只间隔了一层玻璃，我想他们做梦也想不到，玻璃外面有个裸女在地上爬。爬过台球"
          "室前面是游戏机厅，里面噪音十分大，我已经无法靠耳朵来判断是否有人走出来了，不过都到这"
          "份上了，继续向前吧。（原来的我是100安全的情况下才会选择露出，不过随着露出次数的增加。"
          "我的胆子越来越大了，9080都可以，甚至到了我几乎没把握确定是否安全，我也敢露了）终于我"
          "爬进了小影院。里面除了背投家庭影院的光线，没任何灯开着。这让我放松了不少。我爬到一个"
          "床位（其实是椅子，不过几乎没床没区别了）下蹲着，用手摸了下后面，下体已经是一片模糊了。")
    print("")
    print("我的手上满是粘乎乎的液体。我把整个手蜷成1个纺锤型，试着塞进，没想到轻而易举的就进去了，"
          "看来已经很进入状态了，我慢慢的把手抽出来，发出“卟~”一声，我也失声轻轻了呻吟了一下，"
          "不过没关系，家庭影院的声音开的比较响，我这么点小声音就算走道上有人也不会注意的。我继续"
          "着，期间有2个人从走道里走过。还有2个人在走道里聊了几分钟，我都提着心，尤其是1个女的走"
          "到小影院门口停了停再走，我真怕他走进来，但是我的手还是在着。此时的我已经给控制了。 ")
    print("")
    print("就当我欲仙欲死之时，突然一阵很响的手机铃声从小影院的深处传了出来。 ")
    print("")
    print("然后又传出一个中年男子睡意朦胧的声音，接着那男的就边接电话边走出房间。")
    print("")
    print("（看来我的判断是错误的，影院里进了个人，所以那对小情侣才走的，估计他看着"
          "看着累了就睡着了）他就从我身边走过，最接近的时候离我只有10左右。")
    os.system("pause")
    print("")
    print("如果我的身体再靠外点，估计他就要撞到我了。这短短10几秒时间内，我就象是给定住了"
          "一样，没有任何动作，脑子里一片空白，等我回过神来只觉得屁股凉凉的。不用说，又失禁了。"
          "我把手从里拔了出来，觉得一缩，来了。 ")
    print("")
    print("一股喷的老远，把我前面床位全弄湿了，估计再前面那张也给我溅到了。 ")
    print("")
    print("房间里已经有股怪味了。如果再有人进来，肯定就会发现我。看来今天的露出就该到这结束"
          "了。我坐在了身后的那张床位上，屁股来回蹭了几下，把下体稍微弄干点。（其实这样很不卫"
          "生）我找了个时机，原路折回电脑室，刚想开门，才发现大难临头了。那门锁边上写着使用中"
          "。死了，看来我一时半会没衣服穿了。 ")
    print("")
    print("我赶快躲进了健身房避1避。时间一分一秒的过去，里面的人始终没出来，再这样耗下去到了5点以后，"
          "那可是高峰时期呀，而且说不定随时会有人来健身房玩玩。 ")
    print("")
    print("当断则断，只要冲回浴室再回到更衣室。")
    print("")
    print("穿上自己衣服马上结帐走人不就好了？反正在电脑室里只是浴场里发的浴衣。")
    print("")
    print("如果是我自己的衣服，那我可就死翘翘了。我想了想，过4楼还有可能不给人发现，但"
          "是3楼和2楼几乎没有不给发现的可能，而且浴室门口是有服务生的。")
    print("")
    print("给发现是无法避免的了。只能拼了，我推开了健身房的门，叹了口气，然后一手捂着脸一手抹住"
          "xiong猛得冲了出去，我也不顾躲避了。跑过台球室的时候听见里面有女生的尖叫。呵呵，看吧！"
          "估计你们这辈子再也看不到了。跑到了3楼，正好有4个男子从麻将室里出来，我完全无视他们的存在"
          "，转个弯就往2楼跑。 ")
    print("")
    print("跑到2楼转1楼的位置，下面走上来4到5个高中模样的 小 女生。横着2排把我堵在楼梯上了。她们望"
    "着我就象看见外星人一样。都呆呆的再那里没动。迟则生变，她们不动我要逃命呀！只能从她们之间挤了"
    "过去。我能感受到我的，我的屁股都和她们亲密接触了。她们则用注目礼回敬了我。哈哈，估计还接受不"
    "了这个现实吧。我快步冲进了浴室。浴室门口那个送毛巾的女服务生也尖叫了一声。 ")
    print("")
    print("把手上的毛巾都掉地上了！我穿过浴室。急忙来到自己的更衣柜前开了柜子穿好了衣服。去大厅门口买单闪人了。 ")
    print("")
    print("事后我回想了一下，上次的露出有很多次相当危险的场面，如果那个小影院的中年男子发现了我，"
          "我会不会给 强呢？如果在堵在楼梯口的是几个小流氓，那我会不会给公开调戏呢？每次想到这里我"
          "就有点后怕，但是害怕之余身体又会无比的兴奋，不知不绝的下体就湿透了。一天偶尔听见了3楼邻"
          "居的小孩在说去了森林公元玩，恩？！公园里会不会没人呢？于是我就仔细打听了一下，他们是周"
          "末去的，人也不多，那非节假人不是人更少了吗？我打算去那里试试！地利有了就缺天时了，找个"
          "雨天去，最好雨下的稍微大些，大到人影模糊最好。不过这样的的时候实在不多，眼看暑假马上就"
          "要过去了，只能选个稍微不好点的天气向森林公园出发了。（那时还没3号线什么的，去那里太不方"
          "便了）我是早上8点出发的，到那里的时候已经快11点了。天也稍微有些帮忙，开始落起不大不小"
          "的雨点了。还好我带了伞。我买了票进了公园，先沿着公园的大路在雨中漫步了20分钟左右，整段路"
          "程只看见了8个人。然后我选了条小路走，我特意选了条青石板的小路，是为了能脱掉凉鞋走路，我"
          "把凉鞋提在手里，赤脚在那段小路上走了2圈。一路上只有一对没带伞的情侣急匆匆的往公园出口方向走"
          "。估计连我赤脚走路都没看出来。选定露出地点之后，接下来就要藏衣服了。把衣服放在包里提在手"
          "上的话安全点，但是就没乐趣了，不符合我一贯的作风。我记得小路出里面个迷你小迷宫，说是迷宫，"
          "其实就是用几排1米多高的小矮树组成的，我可以把包放在树丛里。我特地准备了一个特大的垃圾袋把包"
          "放在里面就不会弄脏了。 。有这个的润滑，瓶子一下就进去了。肛门我如法炮制，也很轻易的塞了进去"
          "。进去是轻易了，不过出来也轻易了。由于香油的润滑，的夹力变弱许多，我只要站起身，仅靠瓶子的"
          "重量，不消10秒，这个瓶子就会缓缓的从里滑出。所以我只能放弃了步行。改用爬行了。野外露出加下"
          "体巨物再加爬行。我都没爬出迷宫，就刺激的不行了。我摸了摸下体，y蒂肿的象粒黄豆。里不知冒的是"
          "油还是水，一道一道从大腿根部顺着大腿流到地上，那热乎乎的感觉和凉凉的雨点形成鲜明的对比。我"
          "拱下身子，试着让触碰地面。然后每爬一小步，就要和地面亲密接触一下。那感觉真的棒极了。我从迷"
          "宫那里一直爬到了青石小路和环公园大路的路口再爬回迷宫找出衣服，把瓶子和熏肠留在迷宫里做个纪"
          "念，穿上衣服就走了。（由于那天的行为很简单，只是单纯的爬行，也没什么好多叙述的，一路上很安"
          "全，没出现1个人。")
    os.system("pause")
    print("")
    print("本来想在大路上爬一会的，不过那粗石路面满是碎石子，别说膝盖，我的脚底板也受不了。最后还是放"
          "弃了。在小路的中途本来想1次的，后来想到实在太危险就没做。而且那天的雨还是蛮大的，玩久了身体"
          "就不行了。最后回去的时候那香油让我十分狼狈。弄油了我的热裤而且油的发光。一路都有人盯着我下面看。")
    print("")
    print("暑假很快就结束了，校园生活开始了，每个星期的星期五下午是2节听力课！ ")
    print("")
    print("是去7楼多媒体教室上的（以前提到过，不赘述了）一般我都是和以前我提起的那个好朋友（以下简称"
          "小陈）坐在后排靠墙的位置。了解我们学校的人或者说是了解大学生活的人都知道。星期五下午的课逃"
          "课率是很高的。尤其是象听力这样的副课更是没话说了。第2周的星期5，2个班级只到了37个人，能容"
          "纳100人的听力教室里感觉空荡荡的，一般不逃课的学生都是好学生（我是这么认为的，和我一样有其"
          "他的企图除外）他们都是靠前做的，这里简单介绍下多媒体教室的地形。一共横10排从前靠后依次为a"
          "bcdefghij纵5排一排5个课桌，1课桌2个人。四条走廊。由于是多媒体教室，上课是要拉窗帘关灯的，"
          "感觉象黑夜一样。课桌有讲台那么高，坐前面的人是看不出后排情况的。地形很适合露出。我和小陈坐"
          "在e排（也就是第5排）e1e2位置。老师点完名之后，无聊的多媒体听力课要开始了。而我的露出计划也"
          "开始了。这次的露出是小陈提议的，由于听力课实在是太无聊。她递给我张纸条，纸条上写着敢脱光上"
          "课吗？ ")
    print("")
    print("（听力课是带着耳麦的，不能随便出声）酷爱露出的我当然接受了这个提议，三下五除二就脱了个精光，"
          "全裸的在教室里上课。甚至还抢答了老师的一个提问，得到了平时成绩2分（我们副课是平时分30分期末"
          "考试70分制的）这个听力老师平时就是色咪咪的，如果让他知道我是光着身子回答问题的，不知道会如何"
          "……当然，暴露成性的我并不会满足这么一点点刺激。我正想有更大发挥时，小陈象是能猜到我心思似的"
          "递给了我另一张纸条把你的包放到i10再回来。 ")
    print("")
    print("我为你准备了礼物。我一开始以为她只是想让我兜个大圈子，后来才知道他把我的衣裤鞋袜都放进了包里"
          "。也就是说，一旦我把包放过去了再回来上课，我就是彻底和衣服远离了，第1节下课休息的时候如果有人"
          "走动一下，说不定会看到我。这个提议很刺激，我欣然接受了。我把包挂在xiong前慢慢的爬出了我们的桌"
          "子大半个身子到了走道。由于位置很底，老师是肯定看不见的，但是我发现c2、c3和d2、d3位置上的同学只"
          "要稍微歪下头，就很容易发现我。我忧郁了半天又把身体缩回了自己的课桌。毕竟这可是教室，给同学发现"
          "了我就完了。 ")
    print("")
    print("我必须很小心才行。我探了探头观察了10分钟，10分钟内没一个同学回过头。 ")
    print("")
    print("我的胆子也就大起来了。身体挪出了课桌直径往后爬。事后小陈告诉我，我扭着翘起的屁股爬行的样子可性"
          "感了。多媒体教室的木制地板刚上过蜡爬起来特别舒服。 ")
    print("")
    print("而且我们来上课都是套鞋套的，地板也十分干净。我一口气爬到了第i排，发现过去要穿过纵排的课桌从i2"
          "到i10可真不容易。因为多媒体教室的桌子是固定的，而椅子是不固定的，一个一个细脚的4脚凳子，很轻，"
          "稍微一碰就发出很大响声。我尝试穿过桌子的时候，书包带子一不小心钩倒了一个椅子发出了很大的声音。"
          "我吓的急忙躲在了i3的桌子底下。还好同学们都带着耳麦，换成其他教室这样的声响肯定会带来100的回头"
          "率。我躲了一会，确定没危险了再爬了出来。我放弃了从i排穿过的打算。来到了最后一排看看运气，正如"
          "我想的那样，最后一排的空间比其他排要大，我可以轻松的穿过每个桌子。就这样我来到了i10的位置。完"
          "成了一半的路程。 ")
    print("")
    print("到了i10发现桌子上放了一瓶可乐，我马上知道了小陈的用意。这就是他所谓的礼物了。我整个人钻到了i1"
          "0课桌底下，用手摸了下y部，全湿透了，这倒正好，用不着过多的前奏了，我一开始就用4个手指插进，4"
          "个手指毫无阻力的进去了，我全身一颤，突然有想在教室里自慰到的念头，这也并非不可能，不过我想到"
          "我还有一半的路程未完成，还是先搁置一下吧。4个手指来回进出了几次，我就试着进我的手掌了，在努力"
          "了几次之后，手掌勉强进了，看来今天的状态并不是很好，手掌进去的时候还有些痛。可能是在教室里的"
          "缘故无法放松自己。我慢慢的把手拔了出来，换上了可乐瓶。可乐瓶和我的手掌差不多粗细。在只有y液的"
          "润滑之下进去还是有些困难。早知道是如此应该准备点润滑物呀。不过这倒也好，由于紧张的关系我的紧"
          "缩，瓶子塞了进去牢牢的固定在里，不会滑出来了。这时候教室里发出了一阵躁动。看来是课间休息时间"
          "到了。我把身体蜷缩在课桌下面，如果不低头看的话，是难以发现课桌底下有个裸女的，而且里还插了瓶"
          "可乐。")
    os.system("pause")
    print("")
    print("这课间的十分钟刺激的难以！虽然没有人往后走，可同学们的声音清晰可闻。")
    print("")
    print("闹哄哄的说什么的都有。我似乎就在众目睽睽之下露出一般。小陈则更过分，拉着2个女同学在h9（估计是"
          "这位置）聊天。还不时的走动，走到i9的位置还故意用力的踩踏地板。每一次踩踏我的心就一颤。也慢慢溢"
          "出，里的可乐瓶开始松动下滑。我又不敢动手，怕发出声音。只有用力夹住双腿让可乐瓶减缓下滑的速度。"
          "可越是这样我越是受到刺激，分泌的也就越多。就在整个瓶子要滑出的时候，老师叫唤着上课了（多媒体教"
          "室是没有课铃的）。同学们都走着回到原自己的位置上去了。我如释重负一松。可乐瓶完全掉出了体内。")
    print("")
    print("而我也失禁的尿了几滴出来，多下来的还是给我忍住了。这可是教室。在教室撒尿给发现了后果可不堪设想"
          "。我把书包从自己的身上取下放在了i10的课桌下，然后再把可乐瓶塞回了自己的。这次可轻松多了。整顿"
          "了下情绪。我又爬出了课桌准备返程了。不过我爬到j排的位置不料发现j6有个隔壁班的男生趴在那里睡觉"
          "。往前爬了到了g排。竟然g10这里也多了对男女。这次是腹背受敌。")
    print("")
    print("虽然情况没逼迫到我无可奈何的地步。因为我可以回i10穿好衣服再大大方方的下课出去。不过我的暴露"
          "促使我继续完成这半段路程。我回到了i10想了会。决定做个大胆的壮举，从睡觉的男生后过去。我爬出"
          "了i10到了j8的位置匍匐在地板上观察了一会。（想到这个举动我就后怕。我那时完全忽略了我全身都暴"
          "露在走廊之上。如果谁回头看一眼。就会发现一个裸女趴在地上。 ")
    print("")
    print("里还有异物。好在这样的事没有发生。）发现那男生睡的很死。整个头都埋在书里。我爬进了j排。"
          "很顺利的爬过了靠窗的几个课桌来到那男生的脚下。 ")
    print("")
    print("离他不到10这让我想到了在浴场里的情景，当时那男人离我也不到10 ")
    print("")
    print("区别是一个是清醒的，一个是熟睡的。他坐的太靠后了。椅子把路堵了一点。 ")
    print("")
    print("靠爬是通不过的。我只要站起身子贴着墙走。我抬起头望了望。老师低头在读着什么。我便乘机穿"
          "了过去。这个同学你真没眼福呀。裸女和你擦身而过你也看不到。 ")
    print("")
    print("哈哈！不过现在可不是沾沾自喜的时候。我迅速的爬回了我原来e2的位置。 ")
    print("")
    print("小陈看了看我。笑了一下。用手指指椅子示意我继续坐着听课。我便如前半节课一样全裸的上着听"
          "力课。不过下半节课我的里还多了样东西。接下来我则用纸条告诉了她我从男生身边穿过的刺激经"
          "历。她则告诉我她本来想引2个女生坐在i10的位置上聊天的。不过这样实在太冒险所以改在了前排"
          "。然后我们商量着如果进行下次的计划。我兴奋的都忘记一丝不挂的我现在身处在朗朗书声的教室"
          "之中。下课前5分钟。小陈叫我继续躲回桌子下面，等到人走了差不多了。 ")
    print("")
    print("她走到i10拿回我的包。我穿上衣服。一起走出了多媒体教室。")
    print("")
    print("转眼一周过去了。又到了周五，如上星期一样，上课没多久我就脱的一丝不挂，小陈同样把我的所有"
          "衣裤放进了包里，不过这次她提前拿出了可乐瓶叫我塞进。然后叫我和平时一样上课。我一直等待着她"
          "塞纸条给我。但她却迟迟不行动。于是我忍不住了。递了张纸条上写现在要去哪里？她对我笑了笑没回答。 ")
    print("")
    print("我一头雾水，难道今天只是上课而已吗？眼看快课间休息了。小陈终于对我下指示了。她叫我钻在桌子底"
          "下。我照做了，就算她不说我也会做，总不见得叫我一直这样的坐着吧。而她则理着她的东西放进包里，"
          "然后把我的包放进了她的包里，（她的包是00年流行的大挎包，可以放好多东西）。我始终没搞明白她葫"
          "芦里卖的什么药。一会课间休息了。她叫来2个同学和她聊天，而她的脚不停的摇摆着。好几次踢到了我"
          "的xiong部。我知道她是故意的，我也期待着她这样对待我。这时一个同学问到我去哪里了？小陈贴着她"
          "们耳朵说了几句悄悄话。 ")
    print("")
    print("我心里一惊，她不会把我在桌子底下告诉她们吧。马上就要开始上课了。只听见小陈说了句那就拜托你们了，"
          "然后就起身走了。直到上课也没回来。 ")
    print("")
    print("老师继续开始讲课了，我怀着无数疑惑的把头露出桌面想知道个究竟。我想她肯定是转移到其他位置上去了"
          "。但是多媒体教室的课桌相对来说要高好多。无法看见她到底在那里。无奈我只能蹲在地上，没有了小陈的"
          "掩护。再坐在位置上是很危险的。无意中，我看见她的椅子上有张纸条。我象抓到救命稻草一样打开一看。"
          "原来她和那两个同学说我和她准备逃课出去玩，说我已经出去了，而她马上也要出去。她的包拜托那2个同学"
          "看一下。j叫她们下课后就放在桌子上，她会回来拿的。虽然她对那2个同学是说她会回来拿包，而纸条上写"
          "是叫我去拿包。 ")
    os.system("pause")
    print("")
    print("呵呵，挑战来了，首先，我根本不知道那2个同学坐在哪里，我需要一个一个位置找过来。其次，下课后老师会"
          "把灯打开。而且那时都不带耳麦了。稍微一点声响都会引人注意。要移动可没那么容易了。最关键的是，老师课"
          "后会有20分钟答疑时间，之后他就会锁门离开。多媒体教室由于都是电脑设备。门是会反锁的，只有老师才有"
          "钥匙。也就是说20分钟内没找到衣服穿上出去。我就要给锁里面了。这种情况的确让我觉得非常刺激。这是"
          "我从来没尝试过的。有灯光的状态下露出和黑暗状态下露出是不可同日而语的。而且，这次露出是强制的，"
          "虽然我心理上自愿的。但是我已经没任何退路了。为了下课的时候不让离开的人发现，我从自己的位置到了"
          "最后的j排的当中课桌下蜷缩着。这节课很漫长，长到象几个世纪。课中我几次要有自慰的念头，但是都给我"
          "克制了。我怕我一旦晕厥了，可要在这里呆3天了。终于下课了，教室变的很嘈杂，马上灯也开了。 ")
    os.system("pause")
    print("")
    print("随着时间的推移，慢慢的安静了。只有老师和几个学生讨论题目的声音了，我想我差不多该行动了，我爬"
          "到了靠窗的走廊上，灯火通明的教室里有个裸女在爬十分明显，而靠窗走廊上老师在黑板上写着解题步骤"
          "，其他2个同学则盯着黑板看，但是只要他们一回头，我就会很容易给发现，无奈，我从j排爬到了靠门的"
          "走廊上，一排一排的向前爬i、h、g、f、e、到了d排，老师和同学的声音越来越近了。只要他们移动到靠"
          "门的黑板，或者他们其中有1个人离开教室。 ")
    print("")
    print("都有可能发现一丝不挂的我，而如果有人这时候返回教室拿东西，则百分百的能看见我。")
    print("")
    print("因为只要我每向前走1排，我离门就越近。而a排距离门只有不到2米，我根本没任何时间反映，甚至都来不及"
          "拔出我里的可乐瓶。我不管这些了，先找到包再说。根据我对小陈的了解，她肯定会选择a排（也就是第1排"
          "）的同学来看管他的包。看来我要在众人的眼皮底下表演穿衣秀了。果然不出我所料，c排b排都没，那肯定"
          "就是a排了。我继续向前爬行，万万没想到，a排竟然坐了个眼镜男在听老师答疑。包就在隔壁2个位置。虽然"
          "间隔了条走廊，但是不可能在他眼皮底下拿走包的。我退回到了b排。心里万分焦急。时间飞快的流逝着。")
    print("")
    print("不一会，听老师的意思似乎是答疑的差不多了。这可怎么办！？比起给同学们发现，不如给锁3天吧，我想小陈"
          "知道我没出来肯定会来救我的。想到这里，我只能掉转屁股往回爬。这时，突然有人踢了我下屁股。我差点吓"
          "出声来，回头一看还好是小陈，真是虚惊一场！看来她发现我无法完成这次的露出，回来9我了。 ")
    print("")
    print("虽然我没吓出声但是还是吓的失禁了。尿液缓缓的流到了地板上。小陈向我使了个眼色示意我到b3的位置"
          "，她则和老师说她忘记拿包了，回来拿，他拿起放在a3的包，然后故意想起了个问题要问老师。很自然的把包"
          "放在了b3的课桌上。")
    print("")
    print("我则乘着她提问之际赶紧拿出外面的衣服套上，内衣裤都赶不上穿了。不过由于屁股和大腿给尿液浸湿了。"
          "穿牛仔裤费了好大工夫，而且牛仔裤一大半都是湿透的。 ")
    print("")
    print("不管了，开溜吧。我理了理衣服确定自己没露点或凸点之后起身站了起来准备走出教室。同学们给突如其来"
          "出现的一个人给怔住了，不过风趣的老师则帮我解除了尴尬这位同学！睡过头了吧，再不醒可要把你锁起来"
          "了哟！我说了声对不起就冲出了教室。小陈则随后跟来了。她看了看我的裤子故意捏着鼻子偷笑。 ")
    print("")
    print("我则抱怨她为什么给我个那么高难度的挑战。其实我也希望难度越高越好，不过我可不想出事！她告诉我"
          "，她会保护我的。在我完不成的情况下会给我解围的。 ")
    print("")
    print("我回到了自己的教室边等裤子干边告诉她我这次的经历。说到最后她突然问了句那瓶可乐呢？哎呀！她"
          "不问我都忘记我体内还有瓶可乐了。我们对望了一眼。哈哈大笑了起来。") 
    print("")
    print("之后又过了一个星期，经过了多媒体教室的露出训练。我的胆子比以前更大了。开始尝试在晚上到各个教学"
          "楼里露出，由于有小陈的帮助，每次露出都十分顺利。但是，随着露出次数的增多我慢慢的觉得，这种单纯"
          "的露出已经无法钩起我的，现在的我并不象以前那样喜欢在无人的黑夜里尽情的摆弄自己的身体。 ")
    print("")
    print("而我更想的是，在灯火通明或者光天化日之下，在明知道有人的地方露出我的身体。我把这个想法说给了小"
          "陈听，于是她想出了个好玩的办法。我们乘星期二上午一二节没课的时候到了外语系大楼的5楼也就是顶楼。"
          "那时该系的学生都在教室里上着第1堂课，而我们就先进了女厕所，在厕所的蹲间里我脱光了所有的衣服裤子"
          "。然后等在厕所门口的小陈给我指示，在确定没人后，她招呼我走出女厕所，进男厕所自慰。由于我生怕男厕"
          "所里有人，我开始进去的时候还是战战兢兢小心翼翼的，不过在确定男厕所里确实无人而门口又有小陈把风的"
          "情况下，我胆子也就大了。把1条大腿翘在洗手池上，用单腿支撑着身体。用小陈给我的可乐着。洗手池的面"
          "前有一面镜子。而我是第1次通过镜子看见我自己那y荡的姿势。随着可乐瓶的抽动，我的一张一合。一个大开"
          "门户的裸女在男厕所这种女生禁步的地方自慰。和摩擦的嘶嘶声伴着清晰的英语课文的朗读声！我想除了我"
          "就没人敢这么做了吧。我玩的起劲时，小陈把头深进了男厕所要和我说话，我则放下腿夹住里的可乐瓶挪过去"
          "听她说什么。她告诉我再过5分钟就要下课了。她要先走了。而我的衣服她会放在4楼走道的垃圾箱边上。")
    os.system("pause")
    print("")
    print("衣服会拿黑色的塑料带装着。如果我无法从走到4楼穿上衣服，就躲回5楼女厕所的蹲间（我们更喜欢叫它为包"
          "间）。她会在第2节课下课前赶来救我的。 ")
    print("")
    print("我应允了，小陈的安排太合我心意了。既能让我感受到彻底裸露的快感，又解决了我后顾之忧。于是我躲进了"
          "男厕所的包间等待下课。我蹲在包间的时候才发现，男厕所的包间门要比女厕所的矮好多。如果有个高点的男"
          "人掂起脚望一眼，我就死定了。现在要回到女厕所似乎时间不够了，听天由命吧。终于下课了，可能是外语系"
          "的关系。男生并不多，根据我的耳测，估计也就进出了5个人左右。")
    print("")
    print("不过，这可让我兴奋不小。虽然以前也有过类似的经历。不过这次却让我特别兴奋。由于y液分泌的多了。可乐"
          "瓶也开始夹不住了。我只能一个手捂着可乐瓶一个手扶着墙！原来要蹲这么久也是件蛮累的事呀。 ")
    print("")
    print("一会上课了，我等到教室里再有读书声的时候，才慢慢的走出了蹲间。抖了抖快抽筋的双腿，然后贴着墙探出"
          "头看了看外面。走廊里没有人，一屡光线射在了走廊上，白天的感觉就是不一样。虽然让我兴奋的心跳加速"
          "。却也让我紧张的头皮发麻。厕所在走廊最里面，我本来想和以前一样在走廊上爬行的。不过之后我还有其他"
          "课程，不想全身弄的很脏，还是取消了这个念头，我蹑手蹑脚的穿过走廊走下了楼梯。来到了4楼的楼梯口。垃"
          "圾箱在很显眼的位置。不过要穿过一个教室。可恶的是这个教室的门竟然是开着的。一般上课，尽管天再热，"
          "教室的门都是关着的。我要过去肯定会给发现的。我设想过跑过去拿起衣服就跑下楼。 ")
    print("")
    print("但是我就这么的跑下楼还不知道3楼有什么危险。况且我是赤着脚。根本跑不快。我不想冒这个险，毕竟就算"
          "我拿不到衣服。小陈也会来帮我的。我蹲在4楼的的楼梯口又想了会。还是决定回身上楼等待救援。但是意外"
          "发生了。5楼的楼梯口听见了脚步声，看来是有人在往下走！这怎么可能？谁上课的时候还能走出教室？不过现"
          "在可不是给我想这个问题的时候，我要躲呀。4楼不行，去3楼吧，我这次可不是蹑手蹑脚的了。急匆匆的跑下"
          "了楼，由于没穿鞋的缘故，几乎没发出什么声音。到了3楼走廊上一看，晕了，3楼门口的教室门也开着。 ")
    print("")
    print("似乎连老师也没有。莫非是上体育课？那这层我更不能久留了。随时都会有换好运动装的男生出教室的。我跑下"
          "了2楼，似乎上天故意捉弄我，2楼更离谱，左右2个教室都开着门。早知道如此还不如在4楼碰碰运气。不过现"
          "在没这个机会了。 ")
    os.system("pause")
    print("")
    print("楼上的脚步逼近，下面又是1楼。那可是1楼呀。下了楼梯就是大门。也就是说，从2楼到1楼的下半段楼梯开始我"
          "都有给楼外的人发现的可能。我只能尽快冲到1楼走廊里去躲避一下。如果1楼的教室也开着门。那今天就死定"
          "了，没办法，眼一闭心一横就往1楼冲，到了1楼马上拐弯直径冲向走廊内的女厕所。") 
    print("")
    print("好在天无绝人之路，1楼的教室门都关着。我顺利的进了厕所。顿进了厕所里喘着大气。 ")
    print("")
    print("全身都湿透了。里的可乐瓶不知道在几楼就掉出体内了。接下来我就开始担心小陈是否能找到我了。不过这"
          "样的担心是多余的，谁都知道我不可能就这么全裸的跑出大楼，她在5楼没发现我之后1楼楼找下来。终于在"
          "第3节课结束前把我给找到了。稍做整备之后第4节课都开始了。为此我们连翘了2节课。 ")
    print("")
    print("再过1个星期就10月1日了，本想和小陈去外地旅游的。（其实是想去露出的！）但是由于小陈要在长假里回"
          "老家，所以就不了了之了。这星期的星期3下午没课，但是小陈还是把我从寝室里拉了出来，我想肯定又要带"
          "我去哪里露出了。她叫我一路跟着她来到了学校的体cāo房。学校的体cāo房就在女生寝室过去100米不到的地"
          "方，前面是个篮球场。一楼是个室内的排球场，两楼就是体cāo房了。小陈是我们系的文艺部长，舞蹈也特别"
          "好，这次系的文艺会演由她来主持。 ")
    print("")
    print("当然才华横溢的她也客串表演。热舞可是她的强项，这次会演安排了个5人热舞。 ")
    print("")
    print("为此，她向学校借了这间体cāo房。我们进了体cāo房之后。她就把门锁上了。 ")
    print("")
    print("她肯定是要我在这露出了。我很会意的马上把衣裤脱了个精光。她却对我笑着说“你着急什么呀！就这么露又"
         "没意思！”确实，我四周逛了圈打量了下，虽然整个房间很大。但只要不站在南面的窗前面对着篮球场。根本"
         "就不会给发现的危险。 ")
    print("")
    print("换句话说，根本没刺激可言。等我一圈逛下来，发现我的衣服裤子都给小陈理进了她的包里。然后她还扔给了"
    "我瓶可乐和一小瓶护手霜。看来她是想让我在这露了。我一屁股坐在了地上，在三根手指上抹了点护手霜，然后伸"
    "进了，涂在壁上。有了护手霜的润滑，我很轻易的就把那瓶可乐塞进了。不过我还是很奇怪，在这露也太无聊，莫"
    "非她要我站在窗口对着篮球场自慰。那可是有好多男生在打篮球呀。想到这我就兴奋了起来。室内昏暗他们不容易看"
    "到我，而我却面对着大群的男生在自慰。这我倒是头一次尝试。我站起身来慢慢的移动到窗口的墙边。一只脚翘在窗"
    "台上，全身只有小半个身体暴露在窗口。我把里的可乐抽动了一下。一丝快感涌上心头。我另一只手捏着我的。听着"
    "窗外那群男生嘈杂的叫唤声，仿佛我就置身在篮球场中自慰一般。这样的感觉可真棒。 ")
    print("")
    print("看来小陈的设想也别有情趣。虽然我有过在篮球场上露出的经历。那还是暑假前的事情，我们宿舍门口就是个"
          "室外篮球场（熟悉我们学校的人应该知道我寝室是哪栋楼了），晚上10点三刻的时候我找了个借口下了楼来到"
          "篮球场，虽然里面暗淡无光但是宿舍里全是灯火通明。我来到远离宿舍那边的篮框下把衣服脱光了放在后面。"
          "然后沿着边来回走了2圈，赶在11点宿舍关门之前穿好衣服回到了寝室。但是这是在晚上没人的情况下。我好"
          "想白天在篮球场裸奔，但那是完全没可能不给发现的。这次小陈倒带我过了把瘾。毕竟这个体cāo房在非上课"
          "时间是很难进来的。 ")
    print("")
    print("正在我享受的时候，小陈说话了“你在干什么呀！快来熟悉下地形。下课后小王她们就要来跳舞了。”"
          "啊！！！原来小陈是另有打算呀。不过在这里？四周空荡荡的！没桌子没椅子什么也没有，这叫我躲哪里"
          "去呀？我又重新观察了下体cāo房！房间内很简单，一个估计1002的正方形房间。长宽约10米。靠南是墙，"
          "靠东是门。门边2个衣柜。小的不可能躲进人，边上个小的垃圾桶，一个中央空调。房间的4个角各有4根柱子"
          "，柱子长宽约1米离角落约2米。看来唯一能躲的地方就是后排的柱子背后了。我到了后排看见靠窗的柱子后"
          "面放着10瓶矿泉水，放着碍事，于是我到了靠墙的柱子后面躲躲看。躲在柱子背后给我的感觉太不可靠了！"
          "虽然别人看不见我，但是我还是全身暴露在这房间内。左边右边都没东西遮挡。人还要紧紧的缩着，否则屁"
          "股或者手臂就会不小心露出来。 ")
    print("")
    print("这时小陈过来了“看来你已经找到躲的位置拉。”“我不躲这还能躲哪里呀？” ")
    print("")
    print("我嘀咕着。“可惜你的位置找错了，你到窗口的柱子边躲着去！”“可那里有矿泉水……”虽然我这么说，"
          "但还是默认了她的指示。乖乖的站起身过去。 ")
    os.system("pause")
    print("")
    print("“别站起来，用爬的！别移动那里的矿泉水哟”2根柱子距离5米左右，爬过去也不消几秒。不知道她葫芦里"
    "卖的什么药，可能觉得这么有意思吧。我照办就是了。那边的柱子一侧5瓶一列放着2排矿泉水。占用了好多空间。"
    "我试着把身体蜷了更紧避免露出马脚。小陈走到门口位置看了看，就走过来对我说“ok，就这么没问题了，你把腿"
    "趴开！”她又想干什么？我趴开双脚，就展现在她眼前了，她蹲了下来，望了望我里露出的那小半截可乐瓶子。乘"
    "我没注意，一下子拔出来了！“恩……”我失声的叫了下。不知道是摩擦的快感还是给她突然的行为怔到了。她走"
    "到窗口把可乐瓶打开倒掉了里面的可乐，然后要求我尿在可乐瓶里。那时我也有些许尿意，酝酿了一会就尿了好大"
    "一泡！盖好了盖子给她。她捏着鼻子把她扔进了垃圾桶里，不怀好意的笑着“这东西今天你用不着了。哎！？ ")
    print("")
    print("你好把腿合上了。大腿露出来了。“我吓的马上夹紧双腿，给她刚才那么一番羞辱。身体开始兴奋了。紧贴"
          "着地板，y液直接流在了上面。经过漫长的等待，小王他们4个人终于来了。小陈开了灯开了空调之后5个人"
          "又是放接线板又是弄录音试音。由于天很热，而空调要打冷1002的房间是需要段时间的。 ")
    print("")
    print("5个人又忙活了都满头大汗了。只听小陈说我准备了矿泉水！说罢就走过来了。 ")
    print("")
    print("她也真是的，要喝直接放边上不就好了，还要走来走去干什么！她走到了我跟前，对了我y笑了下。扔了一叠"
          "面纸给我。指了指面纸。我看了下，最上面1张好象有字。然后她捧走了5瓶矿泉水。面纸上写道嘻嘻！好"
          "玩吧，接下来更好玩呢，我们都是面对着门跳舞的，你可要把握好哦！我们会排练3个小时，这段时间内你把5"
          "瓶矿泉水运到后排靠墙的柱子后面。记住要等音乐开始才行。还有，不是用手运，而是用你的小bb，哈哈。用"
          "你的bb夹着爬到那边去。瓶底朝里塞，别忘记拿出来的时候用面纸擦干净，不要让他们闻出你的骚味来哟！不用"
          "很勉强自己，运几瓶就几瓶，不过一次只能运一瓶。如果你能塞进2瓶的话我也不阻止你哈。加油！！！没"
          "想到小陈那么能玩，这也想的出，这下我全明白了。 ")
    print("")
    print("为什么我这放着矿泉水，为什么叫我爬来爬去，为什么拔掉我里的可乐！为什么给我一叠面纸！这个挑战也过"
          "分刺激了。在除了小陈以外的4个女生眼皮低下里插着矿泉水来回爬5次！而且这4个女生都是我们班级的，万一"
          "被发现那可是坍台到家都不认识了。不过，这正是我期望的，灯火通明的在人眼皮底下露出，这个挑战我欣然"
          "接受了。她们大约调整了30分钟姿势，终于开始按音乐排练了。 ")
    print("")
    print("整段音乐5分钟左右。开始都是一会就停一会就停的，又过了约大半个小时左右！ ")
    print("")
    print("他们基本能跳完整段了。我想我的机会也来了。 ")
    print("")
    print("我先把那叠纸咬在嘴上然后小心翼翼的拿起一瓶往里塞，由于里还残留着护手霜，再加上我里的象泉水般涌"
    "出，塞瓶矿泉水真是太容易了！ ")
    print("")
    print("搞不好如小陈所说真的能塞2瓶呢！矿泉水瓶比可乐瓶长许多。插进去之后留了13在外。（你们可别以为我以"
    "前每次都是把瓶子整个塞进的呀！ ")
    print("")
    print("虽然这么做并非不可能。但是要取出来可就不容易了。我每次都会留小半截在外面。 ")
    print("")
    print("再怎么也会留个瓶口在体外的便于取出的）等音乐开始之后，我换了个爬行的姿势刚准备爬。“啪"
          "”一声矿泉水瓶就掉出来了。由于音乐开的好大声，瓶子掉地的声音完全给覆盖了。但可把我的魂也"
          "吓掉了！我摸了摸下体！好再刚才尿过了，这次没失禁了。小陈可算的真周到呀！还好矿泉水没滚远，"
          "我又把它塞进了，这次我塞的比刚才更深了。深到我觉得实在没办法再进去为止。但也留在体外好多。"
          "顺着不停往下流。瓶子也慢慢滑出来。我每爬2小步，就要停下把瓶子推进深处。原来只消几秒的路程，我"
          "却爬了3分钟多钟。到了那头我抽出瓶子，用面纸把湿透的外壳擦了又擦。然后放在面前贴着鼻子闻了闻，"
          "确定没异味了才放下。好！完成1个。回程可就简单多了。不过不知道是空调开的太冷的关系还是我太兴奋的"
          "关系。我全身始终在发抖，所以比往常也要慢了许多。接下来我如法炮制的完成了第2第3个。在第3个回"
          "程的时候发生了点小意外。由于跳舞的时候有时会忘姿势。所以会侧过头看边上的人的动作。一个同学侧头"
          "的时候似乎发现了后面有撒东西在移动。想回头看下，还好敏感的小陈马上叫道集中注意，跟上节拍！"
          "那同学才打消了回头的念头。而我则瘫倒在地，等回过神才灰溜溜的爬回去。接下来就就很顺利的“运”"
          "完了所有的矿泉水。等我夹着最后一瓶矿泉水到达靠墙的柱子之后。我已经兴奋的失去控制了。我没拿出最"
          "后瓶矿泉水，而是让他继续留在了体内。我夹紧双腿，1只手拨开另一只手撮着肿胀的y蒂！不过5分钟就了。"
          "然后和大家猜的一样，失去知觉了！ ")
    print("")
    print("不知多久我觉得有人在拨弄我的大腿。我吓的马上睁开眼睛一看！还好是小陈！ ")
    os.system("pause")
    print("")
    print("原来我又昏了1个小时！他们已经好了！她1个手捂住我的嘴另一只手握住我内的瓶子迅速抽出。由于我的已经"
          "风干了，给她这么一抽还真有点痛。 ")
    print("")
    print("她拿衣角稍微擦了我体内的瓶子。连这瓶一起捧着其他4瓶一起拿过去给他们喝！ ")
    print("")
    print("好象是小王拿着我里的那瓶矿泉水，凑近嘴边时说了句这瓶子怎么有股酸味？逗的我差点没笑出声来。她"
          "们收拾了下走了！小陈把包留在了房间里。 ")
    print("")
    print("我穿上衣服也回到了寝室。2个人凑在一起叙述着今天的经历。")
    print("")
    print("慢慢的手机开始普及了，我也跟随时代的潮流买了个。不过这手机的主要用途不是用来打电话而是用来震"
    "的。一般我把手机放进避孕套里然后把整个手机塞进里，小巧的手机虽然不能给我满足的充实感，但它的震动效果"
    "给我的感受是前所未有的。缺点就是时间太短，不过小陈发现了闹铃可以设置无限震动模式弥补了时间短这个缺憾。"
    "只要设置完时间，在我不从里拿出手机之前或手机没电之前是无法让他停止震动的。所以小陈一直拿这个把戏来耍我玩"
    "！她会设置一个我不知道的时间让手机开始震动。这种突然的感觉真是让人受不了。好几次在上课的时候开始震动"
    "。有一次我还失声哼了出来。几次在cāo场上开始震动。一次我还假装肚子疼蹲在cāo场边上，一边看着同学们在cāo场上"
    "活动一边享受震动的快感。一不小心还到了，吹潮弄湿了裤子害的我回寝室去换，同学们还以为是我大姨妈来了"
    "呢。 ")
    print("")
    print("唯一一次把手机用在露出的还是在多媒体教室里。那时我同前几个星期一样正接受小陈的任务全裸的爬到"
          "后排去拿回我的衣服。就在快到藏衣服的地点不到5米时震动开始了。不过这次小陈开了个狠玩笑。不知是"
          "故意还是无心的她把手机的铃声也打开了。手机变成震动加铃声模式。这可把我害苦了，闹铃的声音很大很大。"
          "大到我觉得连老师也能听见。吓的我连忙拿手掌捂住，可是声音还是不小。我情急之下捂的更紧了，4跟手指都深"
          "深陷进了里。我一手捂着就无法撑起身子了。整个人象蛇一样在地上扭着爬行。就5米的距离我爬了好几分钟。到"
          "了那里急忙拿出衣服想穿上中断这次露出。但是我手一从里松开，声响就大了。根本没办法穿衣服。但是又不能"
          "把手机拿出关掉闹铃。因为手机一旦出了那铃声就更大了。我那时就暗暗的骂这该死的手机声音那么响，都"
          "可以当喇叭用了。铃声响着震动也在继续。涓涓的从我手指缝中缓缓流出。 ")
    os.system("pause")
    print("")
    print("显然这震动让我又了一次。但是此刻我的快感大多都给焦急吞噬了，只是觉得有点心跳加快脸色泛红而已。最"
          "后我想到了用内裤堵住了我的。但是由于松软的质地加上棉布良好的透气性。效果没手捂着好。无奈只能把内"
          "裤往里塞紧点减小声音。等我穿上牛仔裤之后觉得声音应该小到不引人注意之后。")
    print("")
    print("我才爬回自己的座位。小陈看我穿着完整的回到她面前不由觉得奇怪。我气着在纸上对她发着牢骚"
          "。原来她也没想到声音会那么大。倒霉的是之后还有一次课堂小测验。老师在每次报完题目之后全教室有"
          "10秒左右是鸦雀无声的。我能很清晰的听见自己内的铃声。我只能用屁股使劲的擦着凳子想让内裤卡的更"
          "紧些。")
    print("")
    print("测验就全靠小陈了。下课后回到寝室乘其他2个室友吃饭之际我把牛仔裤脱了要取出手机，只见那条内裤有"
          "45没入之中。拔出之后上面还覆了层白色黏液。")
    print("")
    print("小陈连声说恶心，我抱怨到这都是拜她所赐。拔出内裤后手机很顺利的就滑落出来。刺耳的铃声盖过了2个"
          "女人的y笑声。之后我就再也没在露出中使用手机了。 ")
    print("")
    print("原因有好多，主要是塞了手机自己就没办法控制。有时候开了震动一下就来了。我又有晕厥症。这太危险"
          "了。其次，充分润滑之后手机很容易滑落。这个手机用了不到1个月都摔了3次了。那时的手机价格可不是个便宜"
          "的数字呀。还有个原因是不太好意思去买避孕套。刚开始玩的时候几乎每天要用掉1个！经常去买怕给同学看见。"
          "买多了又怕给营业员笑话。所以后来就还是归还它本来用途了。由于手机自慰这部分内容和露出没太大关系，就"
          "这么简单带过了吧。 ")
    print("")
    print("由于101长假关系，这个星期6和星期天要上星期1和星期2的课。本来我们打算寝室里的4个人在星期2晚上玩"
          "个通宵的庆祝国庆的。不过小陈和另1个室友已经买好了星期2（9月30号）晚上的车票回老家。所以我们就把"
          "长假前的狂欢放在了星期1晚上。玩到10点半左右。另2个室友由于明早有课所以回去睡觉了。而我和小陈星期"
          "2早上是没课的。商量之后决定去网吧通宵。 ")
    print("")
    print("学校后面的长风公园那里有个网吧群。上海人一定都很熟悉吧。2000年的时候，网吧可不象现在那么普及"
          "，规模也很小。小到有4到5台电脑也算个网吧。差点的网吧就10几个平方放着4台电脑。好点的也不过几十"
          "台。由于我们去网吧是另有目的的。所以不会选择太大的网吧。在找了好几家之后。我们找了个网吧群中最"
          "偏僻角落的一家。不过环境倒还不错。网吧上下2层下面左右2排8台电脑。上面楼梯口上去面对着楼梯2排4台"
          "电脑。不过那20块包夜的价格可真是贵死了。我们付了钱到了2楼里面一排坐好了。开了qq开始聊天。那时上"
          "网除了聊天就没其他事好做了。到了12点多楼上又来了个小姑娘，估计18  岁摸样，流里流气的叼了跟烟。看"
          "样子是逃夜出来的。后来我下楼买了2瓶可乐之后才知道她是和他几个男的朋友一起来的。有8个男的在下面打"
          "联机游戏。好象叫什么帝国。看上去就是一群小流氓。那群人来了之后下面吵的炸开了锅。看来露出无望。"
          "但无奈包夜费已经付了，只能等着机会了。12点过qq上也没什么好友在了。只有我和小陈2个人在聊天。"
          "我们一直在讨论怎么在网吧里露出。 ")
    print("")
    print("不过之后的2个小时，一直有提前玩输掉的男生上楼来和这个小姑娘说话。 ")
    print("")
    print("根本没给我任何机会。但我也没闲着，闲着可就要睡着了。这段时间我已经把裤子脱掉扔在小陈的包里了。"
          "如果他们到后排来看就可以看见一个没穿裤子的女孩。 ")
    print("")
    print("而且一瓶可乐也已经偷偷塞进了。不过不能全裸是无法让我尽兴的，哪怕就10秒，能让我在这陌生的网吧里"
          "一丝不挂的露出10秒，我也心满意足了。 ")
    print("")
    print("之后我偷偷的把xiong罩也解了。随时准备好全裸上阵了。")
    os.system("pause")
    print("")
    print("2楼根本没有灯光，只有电脑屏幕发着暗光，根据电脑台的高度和我的坐高来判断，即使我脱掉上身的衣服，"
          "别人也只能看见我半个脑袋，不过毕竟我是在一个死角里，万一给人发现连逃的地方也没有了。为了以防万一"
          "，小陈决定帮我亲眼目测一下，过了一会，他以出去买东西为借口下了楼，上楼的时候特意打量了下，我则坐进"
          "了靠里的位置，她坐回我边上对我微笑的点了下头，我很会意的把上衣和文xiong脱了下来，小陈则很顺手的"
          "把衣服裤子放进了包里，她给了我个塑料袋示意我把鞋也脱了给她，裸的彻底是我的一贯作风，我很顺从的"
          "把鞋子脱下装进袋里了给她，由于怕光脚踩着地板弄脏脚，（其实我在露出的时候完全不怕脏赤脚在地板上"
          "走也不是一次两次了，有一次还在我们教学楼的男厕所里来回爬，手脚和小腿都和湿漉漉的地板亲密接触，"
          "还有股很浓烈的骚臭味。）不过人的本能反映就是这样，一旦脱了鞋，就喜欢把腿盘在椅子上，腿一分我下"
          "面的门户大开，里的可乐也顺势滑出小半截。任谁也不会想到，有个妙龄少女竟然会在网吧里一丝不挂的上"
          "网。小陈则又开始玩些变态的游戏了，她叫我抬起屁股，她则拿出支笔在我的屁股上写字叫我猜，直到猜中为止"
          "。屁股本来就是块笨肉，我当然是猜不出咯。她则一直写呀写，一会我整个屁股写满了大大小小的字，实在是"
          "没法写了才肯罢手。现在这个时候，我身上连片遮羞的布也没有。所有的东西都在小陈的包里，只能任由她宰"
          "割，不过我也不反感她的虐待游戏，甚至觉得这是露出中少不了的调味料了。她的笔尖每次接触到我的屁股，"
          "我都无比的兴奋，尤其是写到最后，屁股上都没地方写了，她就写在我肛门附近，我也是很喜欢玩弄肛门的人，"
          "她这么一弄引的我欲火焚身，可她又不准我在她面前玩这个。真是憋的我要命。游戏结束了，我们则又继续聊"
          "着qq就在这时候，下面一片骚动，似乎有什么动静，我本能的把身子缩底了点，果然，伴着楼梯的咚咚声，"
          "有个男的走了上来，我的心也悬了起来，万一他走到那女的身边，以他站着的高度完全可以一览我的全身。我"
          "急忙跳下椅子蜷缩在小陈的椅子边上。小陈也很机灵，把他的大挎包在我头顶上一放。不过那男的也没完全走"
          "到2楼，只是在楼梯口叫唤着媛媛！吃宵夜去吗？那个叫媛媛的 小 女孩头也没抬一抬半天吐出了句话我兴头"
          "上呢，不去了，你们好了来接我。那男的骂骂咧咧的走了，没多久那群人都走了，下面一片寂静。我和小陈对"
          "看了下，脸上泛起y荡的笑容。 ")
    print("")
    print("接下来的内容大家也肯定知道，我们要拓展露出的范围了，不过眼前有个障碍就是那个女孩，她坐在我们前面"
          "我就没办法下楼。不过机灵的小陈似乎早有主意，我还在犹豫的时候她突然站了起来，把我给吓了一跳，只见"
          "她走到那女孩跟前开始搭讪了，以她那外向的性格，这可是她的强项呀，只见她摸出一包烟，给了那女孩一支"
          "，开口道妹子玩撒呢？那女孩似乎也不怕生石器呢，谢谢呀！ ")
    print("")
    print("接过了烟，顺手把她两的烟点上。这妞可真强，道具也准备好了，（申明下，小陈平时是不抽烟的，可是好"
          "女孩呀。）正在我感叹的时候，小陈把身子一横，完全趴在了电脑台上说教我玩玩好不好？我也想玩。没想"
          "到这女孩特别热情，连声说好！我明白小陈的用意了。她这么一横，那女的视线全给挡了，我先把里的可乐塞"
          "的深点，推开了小陈的椅子，让自己有条出去的道，然后蹑手蹑脚的爬了过去，现在无须担心那女孩，她正在侃"
          "侃而谈着她的游戏呢！我一要注意的就是尽量不发出声响，所以爬到楼梯口用了好久，接下来屁股朝下，脸朝"
          "上的倒着爬下了2楼。到了下半层楼梯的时候，我就站了起来，毕竟楼梯还是靠走方便，可是我们似乎忘记掉"
          "了另一个障碍，那就是网吧的老板，我很大步的跨出楼梯，几乎全身暴露在1楼中，幸亏老板正在乐滋滋的玩着"
          "游戏，否则就给他发现了。 ")
    print("")
    print("看来这次不会成功了。我折反回了2楼，原路爬回了自己的座位，回去的时候摸了下小陈的小腿，告诉她我"
          "已经回来了。小陈继续聊了会装下样子。然后也回到座位和我qq了。真是失算，我们都忘记了老板的存在，"
          "怎么会那么傻。看来今天只能这样了。不过能这么裸着上网也是种挑战呀。况且等下还有小陈会出些鬼点子耍"
          "着我玩。不过接下来的十分钟小陈没有任何表示，似乎想搞个大的玩意。 ")
    os.system("pause")
    print("")
    print("而我则闲不住了，抽出里的可乐瓶先着玩会。就在这时候，意外发生了，那女孩突然回头道姐！还有烟吗"
          "？再给……显然，她被面前的是个一丝不挂的女人，而且是在这样的一个公共场合做自慰的女人弄呆了。我两"
          "也呆住了，两眼直望着她，希望她不要尖叫出来。还是小陈反映快，连忙说呵呵，我同学她特怕热，因为没人"
          "了，所以……可能这个理由连小陈都觉得很牵强，说到一半也说不下去了。那女孩应了声，慢慢的把头转了回"
          "去，嘴里一直念叨着些碎语，坐回了自己的座位上，我望着她，她的眼光始终停留在我的下体，下巴微微张开。")
    print("")
    print("一副难以置信的表情。我想她肯定在琢磨我屁股上那些密密麻麻的字，不过我想更让他不可理解的就是我里"
          "那半截可乐瓶了。还好她反映出奇的冷静，如果大声尖叫引来老板，那就不好了。过了好一会，我才回过神"
          "来，在qq上对小陈说，我们走吧，再在这里太尴尬了，但似乎小陈是另有打算，她想了会，则回复我说反正你"
          "也给看见了，不如就这样，我先走，过10分钟你再走，我们学校后门碰头。啊！小陈是不是在我没给发现之"
          "前就这么想了？不过这里到后门要走上10几分钟，而且后门的路上可不比网吧边上的路，灯火通明。我该怎么"
          "走到？ ")
    print("")
    print("我还来不及想下去，小陈则已经理好东西起身了。我一急，直接叫了出来你，你要把鞋给我呀！我这么一叫，"
          "那女孩又投来异样的目光。这次可是站起身浑身上下的打量了我一下，发现我原来是彻底的身无一物，不对，还"
          "有瓶可乐。 ")
    print("")
    print("小陈从包里拿出鞋扔到我面前。匆匆的走了，接下来可是最尴尬时间了，我坐也不是站也不是，那女孩似乎也"
          "没兴致再玩游戏了，傻坐在那里。小陈这次玩的可大了，只过了大约4分钟不到。我便匆匆下楼了，走的太"
          "急，里的可乐掉了出来，白痴的我又做了件愚蠢的事，我本能的拣起可乐瓶在屁股上擦了擦，往自己里一塞。"
          "由于摩擦的快感我还不禁y叫了声。平时也时常有掉下来的事情，我一般都是这样处理的。不过这次我背后可"
          "有个观众呀。只听她在我背后来了句这么粗也行啊？我可是羞到家都不认识了，还好我这辈子再也没见过这"
          "女孩了，如果她在我们学校里认出我，估计我不得不要退学了。我步履蹒跚的下楼去了。 ")
    print("")
    print("咚咚的脚步声急促而有杂乱。我也顾不得那么多了，老板你要看就给你看吧。 ")
    print("")
    print("我快步的冲出了网吧，奇迹的是老板头也没抬，只对我说了句下次再来哦。 ")
    print("")
    print("不是吧，什么游戏比个裸女更好看？，反正以后我再也不会来这附近了，错过这次机会你以后再也看不到咯。")
    print("")
    print(""*3)
    print("Copyright "+"©""2020 Ye Shao. "+"All Rights reserved.")
    print(""*3)
    os.system("pause")
    print("")
else:
    print("Wrong Password... ByeBye...")
    os.system("pause")
